Repository: Githubsali/Netatmo
Catalog: lang/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: API format error
fr_fr: Erreur de format de l'API

source: %1$s %2$s %3$s %4$s at %5$s:%6$s
fr_fr: %1$s %2$s %3$s %4$s à %5$s:%6$s

source: measured %1$s %2$s at %5$s:%6$s
fr_fr: Mesuré le %1$s %2$s à %5$s:%6$s

source: Humidity
fr_fr: Humidité

source: Noise
fr_fr: Ambiance

source: Pressure
fr_fr: Pression

source: on %1$s %2$s at %5$s:%6$s
fr_fr: le %1$s %2$s à %5$s:%6$s

source: Humidity Min
fr_fr: Humidité Min

source: Humidity Max
fr_fr: Humidité Max

source: Pressure Min
fr_fr: Pression Min

source: Pressure Max
fr_fr: Pression Max

source: Noise Min
fr_fr: Ambiance Min

source: Noise Max
fr_fr: Ambiance Max

source: 1day
fr_fr: 24h

source: 1week
fr_fr: 7j

source: 1month
fr_fr: mois

source: Rain Sum
fr_fr: Total Pluie

source: Rain Sum (24h)
fr_fr: Total Pluie (24h)

source: Rain Sum (1h)
fr_fr: Total Pluie (1h)

source: Netatmo problem
fr_fr: Problème Netatmo

source: No device
fr_fr: Aucune station

source: Netatmo unreachable
fr_fr: Netatmo injoignable
